[
  {
    "id": 1,
    "text": "Back in the hotel, right now, in the elevator stopped between the kitchen and the banquet floors, I tell Tyler how I sneezed on the trout in aspic for the dermatologist convention and three people told me it was too salty and one person said it was delicious.\nTyler shakes himself off over the soup tureen and says he's run dry.\nThis is easier with cold soup, vichyssoise, or when the chefs make a really fresh gazpacho. This is impossible with that onion soup that has a crust of melted cheese on it in ramekins. If I ever ate here, that's what I'd order.\nWe were running out of ideas, Tyler and me. Doing stuff to the food sot to be boring, almost part of the job description. Then I hear one of the doctors, lawyers, whatever, say how a hepatitis bug can live on stainless steel for six months. You have to wonder how long this bug can live on Rum Custard Charlotte Russe."
  },
  {
    "id": 2,
    "text": "Tyler and me, we've turned into the guerrilla terrorists of the service industry. Dinner party saboteurs. The hotel caters dinner parties, and when somebody wants the food they get the food and the wine and the china and glassware and the waiters. They get the works, all in one bill. And because they know they can't threaten you with the pp, to them you're just a cockroach.\nTyler, he did a dinner party one time. This was when Tyler turned into a renegade waiter. That first dinner party, Tyler was serving the fish course in this white and glass cloud of a house that seemed to float over the city on steel legs attached to a hillside. Part of the way through the fish course, while Tyler's rinsing plates from the pasta course, the hostess comes in the kitchen holding a scrap of paper that flaps like a flag, her hand is shaking so much.\nThrough herclenched teeth, Madam wants to know did the waiters see any of the guests go down the hallway that leads to the bedroom part of the house? Especially any of the women guests? Or the host?"
  },
  {
    "id": 3,
    "text": "All night long, I dreamed I was humping Marla Singer. Marla Singer smoking her cigarette. Marla Singer rolling her eyes. I wake up alone in my own bed, and the door to Tyler's room is closed. The door to Tyler's room is never closed. All night, it was raining. The shingles on the roof blister, buckle, curl, and the rain comes through and collects on top of the ceiling plaster and drips down through the light fixtures.\nWhen it's raining, we have to pull the fuses. You don't dare turn on the lights. The house that Tyler rents, it has three stories and a basement. We carry around candles. It has pantries and screened sleeping porches and stained-glass windows on the stairway landing. There are bay windows with window seats in the parlor. The baseboard moldings are carved and varnished and eighteen inches high.\nThe rain trickles down through the house, and everything wooden swells and shrinks, and the nails in everything wooden, the floors and baseboards and window casings, the nails inch out and rust."
  },
  {
    "id": 4,
    "text": "The house is waiting for something, a zoning change or a will to come out of probate, and then it will be torn down. I asked Tyler how long he's been here, and he said about six weeks. Before the dawn of time, there was an owner who collected lifetime stacks of the National Geographic and Reader's Digest. Big teetering stacks of magazines that get taller every time it rains. Tyler says the last tenant used to fold the glossy magazine pages for cocaine envelopes. There's no lock on the front door from when police or whoever kicked in the door. There's nine layers of wallpaper swelling on the dining-room walls, flowers under stripes under flowers under birds under grasscloth.\nOur only neighbors are a closed machine shop and across the street, a blocklong warehouse. Inside the house, there's a closet with sevenfoot rollers for rolling up damask tablecloths so they never have to be creased. There's a cedarlined, refrigerated fur closet. The tile in the bathroom is painted with little flowers nicer than most everybody's wedding china, and there's a used condom in the toilet."
  },
  {
    "id": 5,
    "text": "Maybe at lunch, the waiter comes to your table and the waiter has the two black eyes of a giant panda from fight club last weekend when you saw him get his head pinched between the concrete floor and the knee of a two-hundred pound stock boy who kept slamming a fist into the bridge of the waiter's nose again and again in flat hard packing sounds you could hear over all the yelling until the waiter caught enough breath and sprayed blood to say, stop.\nYou don't say anything because fight club exists only in the hours between when fight club starts and when fight club ends.\nYou saw the kid who works in the copy center, a month ago you saw this kid who can't remember to three-hole-punch an order or put colored slip sheets between the copy packets, but this kid was a god for ten minutes when you saw him kick the air out of an account representative twice his size then land on the man and pound him limp until the kid had to stop. That's the third rule in fight club, when someone says stop, or goes limp, even if he's just faking it, the fight is over. Every time you see this kid, you can't tell him what a great fight he had.\nOnly two guys to a fight. One fight at a time. They fight without shirts or shoes. The fights go on as long as they have to. Those are the other rules of fight club.\nWho guys are in fight club is not who they are in the real world. Even if you told the kid in the copy center that he had a good fight, you wouldn't be talking to the same man."
  }, 
  {
    "id": 6,
    "text": "It turns out, my suitcase was vibrating on departure from Dulles, according to the security task force guy, so the police took it off the flight. Everything was in that bag. My contact lens stuff. One red tie with blue stripes. One blue tie with red stripes. These are regimental stripes, not club tie stripes. And one solid red tie.\nA list of all these things used to hang on the inside of my bedroom door at home.\nHome was a condominium on the fifteenth floor of a high-rise, a sort of filing cabinet for widows and young professionals. The marketing brochure promised a foot of concrete floor, ceiling, and wall between me and any adjacent stereo or turned-up television. A foot of concrete and air conditioning, you couldn't open the windows so even with maple flooring and dimmer switches, all seventeen hundred airtight feet would smell like the last meal you cooked or your last trip to the bathroom.\nYeah, and there were butcher block countertops and low-voltage track lighting."
  }
]